{
    "data": {
        "header": "हठ योग के सात अंग",
        "short_description": "'घेरंडा संहिता' एक प्राचीन पाठ है जो योग अभ्यास की एक प्रणाली की रूपरेखा तैयार करता है, जिसमें 'योग के सात अंगों' का एक सेट भी शामिल है। ये अंग शारीरिक, मानसिक और आध्यात्मिक कल्याण प्राप्त करने के लिए एक व्यापक मार्गदर्शक के रूप में कार्य करते हैं। घेरंडा संहिता की शिक्षाओं के अनुसार योग के इन सात अंगों का अभ्यास करके, व्यक्तियों का लक्ष्य शारीरिक स्वास्थ्य, मानसिक स्पष्टता और आध्यात्मिक ज्ञान प्राप्त करना है। यह एक समग्र दृष्टिकोण है जो शरीर, मन और आत्मा को लाभ पहुंचाता है। यहां घेरण्ड संहिता के अनुसार योग के सात अंगों की सरल व्याख्या दी गई है:",
        "data": [
            {
                "id": "1",
                "header": "षट्कर्म (विषाक्त पदार्थों को दूर करने के लिए छह योगिक शुद्धि)",
                "data": [
                    "नेति (नाक की सफाई): नेति में खारे घोल का उपयोग करके नाक के मार्ग को साफ करना शामिल है। यह नाक के मार्ग से बलगम, धूल और मलबे को साफ करने में मदद करता है, सांस लेने में सुधार करता है और श्वसन स्वास्थ्य के लिए फायदेमंद हो सकता है।",
                    "धौति (पाचन तंत्र की सफाई): धौति में पाचन तंत्र को साफ करने के लिए कई अभ्यास शामिल हैं। एक आम अभ्यास अग्निसार धौति है, जहां पेट और आंतों की मालिश और सफाई के लिए पेट की मांसपेशियों को लयबद्ध रूप से अनुबंधित किया जाता है।",
                    "नौली (पेट की मालिश): नौली में आंतरिक अंगों की मालिश और उत्तेजना के लिए पेट की मांसपेशियों को अलग करना और घुमाना शामिल है। यह पाचन में सुधार करने, पाचन अग्नि (अग्नि) को सक्रिय करने और पेट के समग्र स्वास्थ्य को बढ़ाने में मदद करता है।",
                    "बस्ती (बृहदान्त्र सफाई): बस्ती पानी या अन्य पदार्थों का उपयोग करके बृहदान्त्र को साफ करने की एक प्रथा है। यह संचित अपशिष्ट, विषाक्त पदार्थों को हटाने में मदद करता है और बृहदान्त्र स्वास्थ्य को बढ़ावा देता है।",
                    "कपालभाति (मस्तिष्क की ललाट सफाई): कपालभाति एक गतिशील साँस लेने की तकनीक है जहाँ ज़ोरदार साँस छोड़ने के बाद निष्क्रिय साँस ली जाती है। यह श्वसन मार्ग को साफ करने में मदद करता है, शरीर को ऊर्जा देता है और दिमाग को स्फूर्ति देता है।",
                    "त्राटक (टकटकी लगाना): त्राटक में एक बिंदु या वस्तु, अक्सर मोमबत्ती की लौ, पर ध्यान केंद्रित करना शामिल होता है। यह एकाग्रता में सुधार करता है, आँखों को साफ़ करता है और मानसिक स्पष्टता को बढ़ावा देता है।",
                    "*ध्यान दें: षट्कर्म सीखते समय स्वतंत्र रूप से अभ्यास करने का प्रयास करने से पहले एक योग शिक्षक से मार्गदर्शन प्राप्त करने की सिफारिश की जाती है।"
                ]
            },
            {
                "id": "2",
                "header": "आसन",
                "data": [
                    "'स्थिरम सुखम आसनम' जिसका अर्थ है आसन (शारीरिक मुद्रा) वह है जो स्थिर और सुखद हो।",
                    "शरीर में शक्ति, लचीलेपन और संतुलन को बढ़ावा देने के लिए डिज़ाइन की गई शारीरिक मुद्राएँ।"
                ]
            },
            {
                "id": "3",
                "header": "मुद्रा",
                "data": [
                    "मुद्रा में आपके हाथों, उंगलियों और कभी-कभी आपके पूरे शरीर का विशिष्ट तरीकों से उपयोग करना शामिल होता है। वे आपके शरीर में ऊर्जा को निर्देशित और नियंत्रित करने में मदद करते हैं।"
                ]
            },
            {
                "id": "4",
                "header": "प्रत्याहार",
                "data": [
                    "इंद्रियों को बाहरी विकर्षणों से हटाकर भीतर की ओर स्वयं की ओर मोड़ना।"
                ]
            },
            {
                "id": "5",
                "header": "प्राणायाम",
                "data": [
                    "शरीर में प्राण (जीवन शक्ति ऊर्जा) के प्रवाह को बढ़ाने और मन को शांत करने के लिए श्वास तकनीक।"
                ]
            },
            {
                "id": "6",
                "header": "ध्यान",
                "data": [
                    "ध्यान, ध्यान की वस्तु पर केंद्रित ध्यान का निरंतर प्रवाह है।"
                ]
            },
            {
                "id": "7",
                "header": "समाधि",
                "data": [
                    "ध्यान के विषय में पूर्ण तल्लीनता की स्थिति, जिससे परम आत्म-साक्षात्कार और मुक्ति प्राप्त होती है।"
                ]
            }
        ]
    }
}
