{
    "data": {
        "header": "Prana",
        "data": [
            "The term “Prana” is a Sanskrit word, which means “life force energy” or “vital energy”.",
            "Prana is a type of energy that is believed to exist within all living things and is responsible for keeping them alive and healthy.",
            "Pranic energy flows through the body along subtle energy channels called nadis, which connects the physical body with the energy body.",
            "There are 72,000 subtle nadis in the human body.",
            "Out of these, there are three main nadis that are considered the most important: the Ida, Pingala, and Sushumna nadis.",
            "The ida and pingala nadis criss-cross around the sushumna nadi, which runs through the center of the spine and is the most important nadi in the body."
        ],
        "sub_data": [
            {
                "header": "The Ida Nadi",
                "data": [
                    "Ida Nadi is referred to as the “moon channel” or “chandra nadi” as it is associated with the lunar, passive and feminine aspect of our being.",
                    "It originates from the left side of the base of the spine and flow up through the left side of the body, terminating in the left nostril.",
                    "It is responsible for carrying prana (life force energy) associated with the parasympathetic nervous system.",
                    "It governs functions such as rest, relaxation, digestion, and elimination.",
                    "It also has a calming and cooling effect on the body and mind, helping to reduce stress and anxiety.",
                    "An overactive ida nadi results in excessive tiredness, difficulty in concentrating, excessive emotional sensitivity, emotional aggression, mood swings, digestive problems or constipation, slows down the metabolism (hypothyroidism) and a tendency towards excess weight gain."
                ]
            },
            {
                "header": "The Pingla Nadi",
                "data": [
                    "Pingla Nadi is referred to as the “sun channel” or “surya nadi” as it is associated with the solar, active and masculine aspect of our being.",
                    "It originates from the right side of the base of the spine and flow up through the right side of the body, terminating in the right nostril.",
                    "It is responsible for carrying prana (life force energy) associated with the sympathetic nervous system which is responsible for the “fight or flight” response in the body.",
                    "It governs functions such as alertness, focus, concentration, passion, ambition and digestion.",
                    "An overactive pingla nadi results in feelings of restlessness, anxiety, aggression, speeds up the metabolism (hyperthyroidism) and a tendency towards excess weight loss."
                ]
            },
            {
                "header": "The Sushumna Nadi",
                "data": [
                    "Sushumna Nadi is the central energy channel in the subtle body, running parallel to the physical spine.",
                    "It leads to a state of higher consciousness, bringing about spiritual awakening and ultimately, self-realization.",
                    "When the ida and pingla are balanced, the prana (life force energy) flows smoothly through the Sushumna Nadi.",
                    "A balanced and activated Sushumna Nadi leads to higher states of awareness, spiritual awakening, and a deeper connection to one's true nature."
                ]
            },
            {
                "header": "Balancing Ida and Pingla Nadi",
                "data": [
                    "The flow of prana (life force energy) alternates between the left and right nostrils in a cyclical pattern, with the right nostril being more active during the daytime and the left nostril being more active at night.",
                    "Practicing Anulom Vilom Pranayama for atleast 12 mins at a time in a day is the best practice for balancing ida and pingla nadi."
                ]
            }
        ]
    }
}