{
    "data": {
        "header": "योग आसन के लिए सामान्य नोट्स",
        "short_description": "आगे बढ़ने से पहले, नीचे दिए गए अभ्यास नोट्स की व्यापक समझ होना आवश्यक है:",
        "data": [
            {
                "id": "1",
                "header": "आयु सीमाएँ",
                "data": [
                    "आसन का अभ्यास करने के लिए कोई आयु सीमा नहीं है और सभी आयु वर्ग के लोग, पुरुष और महिला दोनों, इसमें संलग्न हो सकते हैं।"
                ]
            },
            {
                "id": "2",
                "header": "अनुक्रम",
                "data": [
                    "षट्कर्म (विषाक्त पदार्थों को हटाने के लिए छह यौगिक शुद्धि) को समाप्त करने के बाद, व्यक्ति को आसन अभ्यास के साथ आगे बढ़ना चाहिए, उसके बाद प्राणायाम (सांस लेने की तकनीक) और फिर प्रत्याहार (इंद्रिय वापसी) और धारणा (एकाग्रता) की ओर बढ़ना चाहिए, जो अंततः ध्यान की ओर ले जाता है।"
                ]
            },
            {
                "id": "3",
                "header": "अभ्यास का समय",
                "data": [
                    "भोजन के तुरंत बाद को छोड़कर, आसन का अभ्यास दिन के किसी भी समय किया जा सकता है।",
                    "हालाँकि, आसन अभ्यास के लिए सबसे अनुकूल समय सूर्योदय से दो घंटे पहले और इसमें शामिल है, जिसे संस्कृत में 'ब्रह्ममुहूर्त' के रूप में जाना जाता है।",
                    "इस अवधि के दौरान, वातावरण शुद्ध और शांत होता है, पाचन तंत्र व्यवस्थित हो जाता है, मन अपेक्षाकृत गहरे प्रभावों और विचारों से मुक्त होता है, और यह हमें आने वाले दिन के लिए तैयार करता है।",
                    "हालाँकि हमारी मांसपेशियाँ दोपहर की तुलना में सुबह में अधिक कठोर महसूस हो सकती हैं, जब वे अधिक लचीली होती हैं, फिर भी सुबह के समय अभ्यास करने की सलाह दी जाती है।",
                    "आसन अभ्यास के लिए एक और अनुकूल समय शाम को सूर्यास्त के आसपास के दो घंटों का है।"
                ]
            },
            {
                "id": "4",
                "header": "आंतों को खाली करना",
                "data": [
                    "अपना आसन अभ्यास शुरू करने से पहले, अपने मूत्राशय और आंतों को खाली कर लेना बेहतर होता है।",
                    "यदि हमें कब्ज है, तो हम दो या तीन गिलास गर्म, थोड़ा नमकीन पानी पीने की कोशिश कर सकते हैं और फिर मलासन, ताड़ासन, तिर्यक ताड़ासन और कटि चक्रासन जैसे विशिष्ट आसन का अभ्यास कर सकते हैं, जो कब्ज को कम करने में मदद कर सकते हैं।",
                    "प्रत्येक दिन आसन करने से पहले शौचालय जाने के लिए एक निश्चित समय चुनें और तनाव के बजाय अपने शरीर को आराम देने का प्रयास करें।",
                    "नियमित अभ्यास से, हमारी आंतें हर दिन एक ही समय पर स्वाभाविक रूप से खाली हो सकती हैं।",
                    "जब भी संभव हो रेचक दवाओं के उपयोग से बचने की सलाह दी जाती है।"
                ]
            },
            {
                "id": "5",
                "header": "खाली पेट",
                "data": [
                    "आसनों का प्रभावी ढंग से अभ्यास करने के लिए पेट का खाली होना आवश्यक है।",
                    "इसे प्राप्त करने के लिए, भोजन खाने के कम से कम तीन या चार घंटे बाद तक आसन अभ्यास में संलग्न न होने की सलाह दी जाती है।",
                    "यह एक कारण है कि सुबह जल्दी अभ्यास करने की सलाह दी जाती है, क्योंकि रात के आराम के बाद पेट आमतौर पर खाली होता है।"
                ]
            },
            {
                "id": "6",
                "header": "नहाना",
                "data": [
                    "अभ्यास से पहले ठंडे पानी से स्नान करने से आसन के लाभों में काफी वृद्धि हो सकती है।",
                    "यह हमें स्फूर्तिदायक और सतर्कता बढ़ाकर अभ्यास के लिए शरीर और दिमाग को तैयार करने में मदद करता है।"
                ]
            },
            {
                "id": "7",
                "header": "कपड़े",
                "data": [
                    "अभ्यास के लिए ढीले, हल्के और आरामदायक कपड़े पहनने की सलाह दी जाती है।",
                    "शुरू करने से पहले, चश्मा, कलाई घड़ी और पहने हुए किसी भी आभूषण को उतार देना भी एक अच्छा विचार है।",
                    "यह योगाभ्यास के दौरान अधिक आराम और चलने-फिरने की स्वतंत्रता प्रदान करता है।"
                ]
            },
            {
                "id": "8",
                "header": "अभ्यास का स्थान",
                "data": [
                    "आसन का अभ्यास ऐसे हवादार कमरे में करने की सलाह दी जाती है जो शांत और शांत हो।",
                    "हालाँकि, पेड़ों और फूलों वाले सुंदर बगीचे जैसे सुखद वातावरण में बाहर अभ्यास करना भी एक विकल्प है।",
                    "तेज़ हवाओं, ठंडी परिस्थितियों, या प्रदूषित या धुएँ वाली हवा वाले क्षेत्रों के साथ-साथ अप्रिय गंध वाले स्थानों पर अभ्यास करने से बचें।",
                    "सुनिश्चित करें कि आस-पास फर्नीचर या आग के खतरे जैसी कोई बाधा न हो, खासकर उन्नत आसन करते समय, क्योंकि अगर हम किसी वस्तु से टकराते हैं तो दुर्घटनाएं हो सकती हैं।",
                    "इसके अतिरिक्त, जब तक मौसम अत्यधिक गर्म न हो, बिजली के पंखे के नीचे अभ्यास करने से बचें।"
                ]
            },
            {
                "id": "9",
                "header": "कंबल",
                "data": [
                    "अभ्यास करते समय, प्राकृतिक सामग्री से बने मुड़े हुए कंबल का उपयोग करने की सिफारिश की जाती है।",
                    "यह कंबल हमारे शरीर और जमीन के बीच एक इन्सुलेशन परत के रूप में कार्य करता है।",
                    "ऐसे गद्दे का उपयोग करने से बचें जो नरम हो या हवा से भरा हो, क्योंकि यह अभ्यास के दौरान हमारी रीढ़ को पर्याप्त समर्थन प्रदान नहीं करता है।"
                ]
            },
            {
                "id": "10",
                "header": "साँस लेने",
                "data": [
                    "नाक से सांस लें और योगासन के साथ सांस का मिलान करें, जब तक कि अन्यथा न कहा जाए।"
                ]
            },
            {
                "id": "11",
                "header": "जागरूकता",
                "data": [
                    "इस संदर्भ में, 'जागरूकता' का अर्थ है अभ्यास के दौरान सचेत रहना और सचेत रूप से विभिन्न पहलुओं का अवलोकन करना।",
                    "इसमें शारीरिक संवेदनाओं, शारीरिक गतिविधियों, मुद्रा, सांस नियंत्रण, सांस के साथ संरेखण, ऊर्जा का प्रवाह (प्राण), शरीर के विशिष्ट क्षेत्रों पर ध्यान केंद्रित करना और, गंभीर रूप से, किसी भी विचार या भावनाओं के बारे में जागरूक होना शामिल है जो स्वाभाविक रूप से उभर सकते हैं। अभ्यास।",
                    "महत्वपूर्ण बात यह है कि इस जागरूकता में बिना निमंत्रण के उत्पन्न होने वाले किसी भी विचार या भावनाओं को स्वीकार करना भी शामिल है।",
                    "प्रथाओं से सर्वोत्तम परिणाम प्राप्त करने के लिए इस जागरूकता को विकसित करना महत्वपूर्ण है।"
                ]
            },
            {
                "id": "12",
                "header": "कोई तनाव नहीं",
                "data": [
                    "आसन करते समय अत्यधिक बल या तनाव से बचना आवश्यक है।",
                    "शुरुआती लोगों को शुरू में अपनी मांसपेशियों में कठोरता का अनुभव हो सकता है, लेकिन कई हफ्तों तक लगातार अभ्यास के साथ, वे बिना किसी ज़ोरदार प्रयास के मांसपेशियों के लचीलेपन और लचीलेपन में सुधार देखेंगे।"
                ]
            },
            {
                "id": "13",
                "header": "विपरीत संकेत",
                "data": [
                    "कुछ स्थितियों और बीमारियों वाले व्यक्तियों के लिए आसन का अभ्यास करते समय सावधानी बरतना महत्वपूर्ण है।",
                    "इसमें टूटी हुई हड्डियों, तीव्र संक्रमण, पीठ दर्द, पेट के अल्सर, तपेदिक, हृदय संबंधी समस्याओं, हर्निया जैसी पुरानी बीमारियों वाले और सर्जरी से उबरने वाले लोग शामिल हैं।",
                    "किसी भी आसन को शुरू करने से पहले, मार्गदर्शन के लिए किसी योग्य योग शिक्षक या चिकित्सक से परामर्श करना उचित है।"
                ]
            },
            {
                "id": "14",
                "header": "आसन की समाप्ति",
                "data": [
                    "यदि आपको किसी आसन के दौरान शरीर के किसी भी हिस्से में अत्यधिक दर्द का अनुभव होता है, तो आसन को तुरंत बंद करना आवश्यक है।",
                    "यदि असुविधा बनी रहती है या गंभीर है, तो चिकित्सीय सलाह लेने पर विचार करें।",
                    "यदि किसी को संभावित चोट या क्षति से बचने के लिए अत्यधिक असुविधा या दर्द महसूस हो रहा है तो आसन में न रहना महत्वपूर्ण है।",
                    "योग अभ्यास के दौरान सुरक्षा और कल्याण हमेशा सर्वोच्च प्राथमिकता होनी चाहिए।"
                ]
            },
            {
                "id": "15",
                "header": "विश्राम",
                "data": [
                    "कोई भी व्यक्ति किसी भी समय शवासन को आसन अभ्यास में शामिल कर सकता है, खासकर जब शारीरिक या मानसिक थकान का अनुभव हो।",
                    "शवासन के एक सत्र के साथ आसन की दिनचर्या को समाप्त करने की भी सिफारिश की जाती है।"
                ]
            },
            {
                "id": "16",
                "header": "आहार",
                "data": [
                    "जहां तक ​​आसन का अभ्यास करते समय आहार की बात है, तो कोई विशिष्ट आहार नियम नहीं हैं, लेकिन सीमित मात्रा में प्राकृतिक खाद्य पदार्थों से युक्त आहार का पालन करने की सलाह दी जाती है।",
                    "आम धारणा के विपरीत, योग एक आवश्यकता के रूप में शाकाहारी भोजन पर जोर नहीं देता है, हालांकि अभ्यास के उच्च चरणों में इसकी सिफारिश की जाती है।",
                    "भोजन के दौरान अपने पेट का आधा हिस्सा भोजन से, एक चौथाई पानी से और बाकी चौथाई हिस्सा खाली छोड़ने की सलाह दी जाती है।",
                    "भूख को संतुष्ट करने के लिए खाएं, भारीपन या सुस्ती महसूस होने तक ज्यादा खाने से बचें।",
                    "'खाने के लिए जीने' के बजाय 'जीने के लिए खाने' के सिद्धांत को याद रखें।",
                    "उन खाद्य पदार्थों से बचना सबसे अच्छा है जो पाचन तंत्र में अम्लता या गैस का कारण बन सकते हैं, साथ ही भारी, तैलीय और मसालेदार भोजन, खासकर जब आध्यात्मिक लक्ष्य को ध्यान में रखते हुए आसन का अभ्यास करते हैं।",
                    "ये आहार विकल्प आपके योग अभ्यास और समग्र कल्याण में सहायता कर सकते हैं।"
                ]
            }
        ]
    }
}
