{
    "data": {
        "header": "राज (शाही) योग के आठ अंग",
        "short_description": "योग के आठ अंग, जिन्हें अष्टांग योग भी कहा जाता है, एक संरचित दृष्टिकोण है जो ऋषि पतंजलि द्वारा लिखित पुस्तक 'पतंजलि योग सूत्र' में पाया जाता है, जिन्हें 'योग के पिता' के रूप में जाना जाता है। यह पुस्तक 196 सूत्रों का संकलन है जो मन की प्रकृति, आत्म-प्राप्ति का मार्ग और नैतिक और उद्देश्यपूर्ण ढंग से जीने की कला का पता लगाती है। योग के आठ अंग एक व्यापक ढांचा है जिसमें नैतिक दिशानिर्देश, शारीरिक अभ्यास, श्वास तकनीक, ध्यान और आत्म-साक्षात्कार शामिल हैं। योग के आठ अंगों का अभ्यास करके, अभ्यासकर्ता मैट पर और बाहर दोनों जगह एक संतुलित, शांतिपूर्ण और पूर्ण जीवन विकसित कर सकते हैं। नीचे योग के आठ अंगों में से प्रत्येक का संक्षिप्त विवरण दिया गया है:",
        "data": [
            {
                "id": "1",
                "header": "यम (नैतिक सिद्धांत, नैतिक जिम्मेदारियाँ)",
                "data": [
                    "अहिंसा: अहिंसा",
                    "सत्य: सत्यवादिता",
                    "अस्तेय : चोरी न करना",
                    "ब्रह्मचर्य: संयम",
                    "अपरिग्रह: अपरिग्रह, गैर लालची"
                ]
            },
            {
                "id": "2",
                "header": "नियम (व्यक्तिगत अनुशासन)",
                "data": [
                    "सौचा: बाहरी और आंतरिक शुद्धि",
                    "समतोसा: संतोष",
                    "तपस: आत्म अनुशासन",
                    "स्वाध्याय: स्वाध्याय",
                    "ईश्वर प्राणिधान: उच्च शक्ति के प्रति समर्पण"
                ]
            },
            {
                "id": "3",
                "header": "आसन",
                "data": [
                    "'स्थिरम सुखम आसनम' जिसका अर्थ है आसन वह है जो स्थिर और सुखद हो।",
                    "शरीर में शक्ति, लचीलेपन और संतुलन को बढ़ावा देने के लिए डिज़ाइन की गई शारीरिक मुद्राएँ।"
                ]
            },
            {
                "id": "4",
                "header": "प्राणायाम",
                "data": [
                    "शरीर में प्राण (जीवन शक्ति ऊर्जा) के प्रवाह को बढ़ाने और मन को शांत करने के लिए श्वास तकनीक।"
                ]
            },
            {
                "id": "5",
                "header": "प्रत्याहार",
                "data": [
                    "इंद्रियों को बाहरी विकर्षणों से हटाकर भीतर की ओर स्वयं की ओर मोड़ना।"
                ]
            },
            {
                "id": "6",
                "header": "धारणा",
                "data": [
                    "ध्यान की वस्तु पर एकाग्रता और ध्यान केंद्रित करना, जैसे कि सांस या मंत्र।"
                ]
            },
            {
                "id": "7",
                "header": "ध्यान",
                "data": [
                    "ध्यान, ध्यान की वस्तु पर केंद्रित ध्यान का निरंतर प्रवाह है।"
                ]
            },
            {
                "id": "8",
                "header": "समाधि",
                "data": [
                    "ध्यान के वस्तु में पूर्ण तल्लीनता की स्थिति, जिससे परम आत्म-साक्षात्कार और मुक्ति प्राप्त होती है।"
                ]
            }
        ]
    }
}