{
    "data": {
        "header": "योग के मार्ग",
        "short_description": "शब्द 'योग के मार्ग' का तात्पर्य उन विभिन्न दृष्टिकोणों या तरीकों से है जिन्हें कोई व्यक्ति योग के अभ्यास के माध्यम से आध्यात्मिक विकास और ज्ञान प्राप्त करने के लिए अपना सकता है। योग के चार मुख्य मार्ग निम्नलिखित हैं, प्रत्येक का अपना फोकस और दृष्टिकोण है।",
        "data": [
            {
                "id": "1",
                "header": "ज्ञान योग",
                "data": [
                    "यह मार्ग ज्ञान और बुद्धि की खोज पर जोर देता है।",
                    "ज्ञान योग में स्वयं और ब्रह्मांड की वास्तविक प्रकृति का एहसास करने के लिए आध्यात्मिक ग्रंथों का अध्ययन, चिंतन और आत्म-जांच शामिल है।",
                    "ज्ञान योग का लक्ष्य सत्य के प्रत्यक्ष अनुभव के माध्यम से मुक्ति प्राप्त करना है।"
                ]
            },
            {
                "id": "2",
                "header": "भक्ति योग",
                "data": [
                    "यह मार्ग प्रेम, भक्ति और दिव्य चेतना के प्रति समर्पण विकसित करने पर केंद्रित है।",
                    "भक्ति योग में परमात्मा के साथ गहरा संबंध विकसित करने के लिए जप, प्रार्थना और अन्य भक्ति अभ्यास शामिल हैं।"
                ]
            },
            {
                "id": "3",
                "header": "कर्म योग",
                "data": [
                    "यह मार्ग अपने कर्मों के फल के प्रति आसक्ति के बिना, निस्वार्थ कर्म और दूसरों की सेवा पर जोर देता है।",
                    "कर्म योग का लक्ष्य शुद्ध और निस्वार्थ हृदय विकसित करना है, जिससे आध्यात्मिक विकास और अंततः मुक्ति मिलती है।"
                ]
            },
            {
                "id": "4",
                "header": "राजा योग",
                "data": [
                    "इसे मन का योग भी कहा जाता है।",
                    "इस मार्ग में आत्म-बोध और आत्मज्ञान प्राप्त करने के लिए ध्यान और मानसिक एकाग्रता का अभ्यास शामिल है।",
                    "राज योग में योग के आठ अंग (पतंजलि के योग सूत्र में उल्लिखित) शामिल हैं, जो शारीरिक, मानसिक और आध्यात्मिक सद्भाव विकसित करने के लिए एक व्यापक प्रणाली प्रदान करते हैं।",
                    "राज योग का लक्ष्य परमात्मा के साथ मिलन प्राप्त करना और शुद्ध चेतना के रूप में स्वयं की वास्तविक प्रकृति का एहसास करना है।"
                ]
            }
        ],
        "sub_data": [
            {
                "id": "sd_1",
                "header": "ऊपर उल्लिखित चार योग मार्गों के अलावा, चुनने के लिए कई अन्य मार्ग भी हैं। चूँकि योग का प्राथमिक उद्देश्य परमात्मा के साथ एकता या एकता प्राप्त करना है, इसलिए व्यक्ति वह मार्ग चुन सकते हैं जो उनकी व्यक्तिगत प्राथमिकताओं के अनुरूप हो। नीचे कुछ अन्य योग मार्ग दिए गए हैं:",
                "data": [
                    {
                        "id": "5",
                        "header": "हठ योग",
                        "data": [
                            "हठ योग शारीरिक और मानसिक संतुलन प्राप्त करने के लिए शारीरिक मुद्राओं, सांस नियंत्रण और विश्राम तकनीकों पर जोर देता है।",
                            "यह पश्चिम में योग का सबसे अधिक प्रचलित रूप है।"
                        ]
                    },
                    {
                        "id": "6",
                        "header": "कुण्डलिनी योग",
                        "data": [
                            "कुंडलिनी योग कुंडलिनी ऊर्जा को जागृत करने पर केंद्रित है, जिसके बारे में कहा जाता है कि यह रीढ़ की हड्डी के आधार पर स्थित होती है।",
                            "अभ्यास में इस ऊर्जा को जगाने और इसे चक्रों के माध्यम से ऊपर की ओर निर्देशित करने के लिए शारीरिक मुद्राओं, सांस नियंत्रण और ध्यान तकनीकों का संयोजन शामिल है।"
                        ]
                    },
                    {
                        "id": "7",
                        "header": "लय योग",
                        "data": [
                            "लय योग व्यक्तिगत स्व के सार्वभौमिक चेतना में विघटन पर केंद्रित है।",
                            "अभ्यास में गहरी अवशोषण या समाधि की स्थिति प्राप्त करने के लिए सांस नियंत्रण, ध्यान और दृश्य तकनीकों का उपयोग शामिल है।"
                        ]
                    },
                    {
                        "id": "8",
                        "header": "मंत्र योग",
                        "data": [
                            "मंत्र योग आध्यात्मिक परिवर्तन प्राप्त करने के लिए ध्वनि और कंपन के उपयोग पर जोर देता है।",
                            "अभ्यास में मन को शांत करने और परमात्मा से जुड़ने के लिए पवित्र ध्वनियों या मंत्रों की पुनरावृत्ति शामिल है।"
                        ]
                    },
                    {
                        "id": "9",
                        "header": "तंत्र योग",
                        "data": [
                            "तंत्र योग चेतना की उच्च अवस्थाओं तक पहुँचने के लिए अनुष्ठानों और प्रतीकों के उपयोग पर जोर देता है।",
                            "इन अनुष्ठानों में एक पवित्र स्थान बनाने और परमात्मा से जुड़ने के लिए मंत्रों, यंत्रों (पवित्र ज्यामितीय पैटर्न) और अन्य उपकरणों का उपयोग शामिल हो सकता है।"
                        ]
                    }
                ]
            }
        ]
    }
}
