{
    "data": {
        "header": "प्राण",
        "data": [
            "'प्राण' शब्द एक संस्कृत शब्द है, जिसका अर्थ है 'जीवन शक्ति ऊर्जा' या 'महत्वपूर्ण ऊर्जा'।",
            "प्राण एक प्रकार की ऊर्जा है जो सभी जीवित चीजों के भीतर मौजूद मानी जाती है और उन्हें जीवित और स्वस्थ रखने के लिए जिम्मेदार है।",
            "प्राणिक ऊर्जा शरीर में नाड़ियों नामक सूक्ष्म ऊर्जा चैनलों के माध्यम से प्रवाहित होती है, जो भौतिक शरीर को ऊर्जा शरीर से जोड़ती है।",
            "मानव शरीर में 72,000 सूक्ष्म नाड़ियाँ हैं।",
            "इनमें से तीन मुख्य नाड़ियाँ सबसे महत्वपूर्ण मानी जाती हैं: इड़ा, पिंगला और सुषुम्ना नाड़ियाँ।",
            "इड़ा और पिंगला नाड़ियाँ सुषुम्ना नाड़ी के चारों ओर क्रॉस-क्रॉस करती हैं, जो रीढ़ के केंद्र से होकर गुजरती है और शरीर में सबसे महत्वपूर्ण नाड़ी है।"
        ],
        "sub_data": [
            {
                "header": "इड़ा नाडी",
                "data": [
                    "इड़ा नाड़ी को 'चंद्र नाड़ी' कहा जाता है क्योंकि यह हमारे अस्तित्व के चंद्र, निष्क्रिय और स्त्री पहलू से जुड़ी है।",
                    "यह रीढ़ की हड्डी के आधार के बायीं ओर से निकलती है और शरीर के बायीं ओर से बहती हुई बायीं नासिका में समाप्त होती है।",
                    "यह पैरासिम्पेथेटिक तंत्रिका तंत्र से जुड़े प्राण (जीवन शक्ति ऊर्जा) को ले जाने के लिए जिम्मेदार है।",
                    "यह आराम, विश्राम, पाचन और उन्मूलन जैसे कार्यों को नियंत्रित करता है।",
                    "इसका शरीर और दिमाग पर शांत और शीतलन प्रभाव पड़ता है, जिससे तनाव और चिंता को कम करने में मदद मिलती है।",
                    "अति सक्रिय इड़ा नाड़ी के परिणामस्वरूप अत्यधिक थकान, ध्यान केंद्रित करने में कठिनाई, अत्यधिक भावनात्मक संवेदनशीलता, भावनात्मक आक्रामकता, मूड में बदलाव, पाचन समस्याएं या कब्ज, चयापचय धीमा (हाइपोथायरायडिज्म) और अतिरिक्त वजन बढ़ने की प्रवृत्ति होती है।"
                ]
            },
            {
                "header": "पिंगला नाड़ी",
                "data": [
                    "पिंगला नाड़ी को 'सूर्य नाड़ी' कहा जाता है क्योंकि यह हमारे अस्तित्व के सौर, सक्रिय और मर्दाना पहलू से जुड़ी है।",
                    "यह रीढ़ के आधार के दाहिनी ओर से निकलती है और शरीर के दाहिनी ओर से बहती हुई दाहिनी नासिका में समाप्त होती है।",
                    "यह सहानुभूति तंत्रिका तंत्र से जुड़े प्राण (जीवन शक्ति ऊर्जा) को ले जाने के लिए जिम्मेदार है जो शरीर में 'लड़ो या भागो' प्रतिक्रिया के लिए जिम्मेदार है।",
                    "यह सतर्कता, फोकस, एकाग्रता, जुनून, महत्वाकांक्षा और पाचन जैसे कार्यों को नियंत्रित करता है।",
                    "पिंगला नाड़ी के अतिसक्रिय होने से बेचैनी, चिंता, आक्रामकता, चयापचय में तेजी (हाइपरथायरायडिज्म) और अतिरिक्त वजन घटाने की प्रवृत्ति होती है।"
                ]
            },
            {
                "header": "सुषुम्ना नाड़ी",
                "data": [
                    "सुषुम्ना नाड़ी सूक्ष्म शरीर में केंद्रीय ऊर्जा चैनल है, जो भौतिक रीढ़ के समानांतर चलती है।",
                    "यह उच्च चेतना की स्थिति की ओर ले जाता है, आध्यात्मिक जागृति लाता है और अंततः आत्म-साक्षात्कार करता है।",
                    "जब इड़ा और पिंगला संतुलित होती हैं, तो प्राण (जीवन शक्ति ऊर्जा) सुषुम्ना नाड़ी के माध्यम से सुचारू रूप से प्रवाहित होती है।",
                    "एक संतुलित और सक्रिय सुषुम्ना नाड़ी जागरूकता की उच्च अवस्था, आध्यात्मिक जागृति और किसी के वास्तविक स्वभाव से गहरा संबंध स्थापित करती है।"
                ]
            },
            {
                "header": "इड़ा और पिंगला नाड़ी को संतुलित करना",
                "data": [
                    "प्राण (जीवन शक्ति ऊर्जा) का प्रवाह बायीं और दायीं नासिका के बीच एक चक्रीय पैटर्न में बदलता रहता है, दिन के समय दाहिनी नासिका अधिक सक्रिय होती है और रात में बायीं नासिका अधिक सक्रिय होती है।",
                    "दिन में एक समय में कम से कम 12 मिनट तक अनुलोम-विलोम प्राणायाम का अभ्यास इड़ा और पिंगला नाड़ी को संतुलित करने के लिए सबसे अच्छा अभ्यास माना जाता है।"
                ]
            }
        ]
    }
}
